Repository: RotherOSS/TimeAccounting
Catalog: i18n/TimeAccounting/TimeAccounting.*.po
Languages: bg, de, hu, it, pl

source: Regular expressions for constraining project list according to user groups. Key contains regular expression for project(s), content contains comma separated list of groups.
bg: Регулярни изрази за ограничаване на списъка с проекти според потребителски групи. Ключът съдържа регулярен израз за проект(и), съдържанието съдържа разделен със запетаи списък от групи.
de: Regulärer Ausdruck, um die Liste der Projekte bezüglich des aktiven Benutzers einzuschränken. Der Schlüssel enthält einen Regulären Ausdruck für Projekte, der Wert enthält eine komma-separierte Liste von Benutzergruppen.
hu: Reguláris kifejezések a felhasználócsoportok szerinti korlátozó projekt listájához. A kulcs a projektekhez tartalmaz reguláris kifejezést, a tartalom pedig csoportok vesszővel elválasztott listáját tartalmazza.
it: Espressioni regolari per vincolare lista di progetti in base ai gruppi utente. La chiave contiene un'espressione regolare per il/i progetto/i, il contenuto contiene espressioni regolari per le azioni.
pl: Wyrażenia regularne do ograniczenia listy projektów wybranych grup użytkowników. Klucz zawiera wyrażenie regularne dla projektu(ów), zawartość zawiera listę grup rozdzielonych przecinkami.

source: Specifies if working hours can be inserted without start and end times.
bg: Указва дали работните часове могат да бъдат вмъкнати без начален и краен час.
de: Gibt an, ob Arbeitsstunden ohne Start- und Endzeit eingegeben werden können.
hu: Megadja, hogy a munkaidő beszúrható-e kezdési és befejezési idők nélkül.
it: Specifica se le ore lavorative possono essere inserite senza orari di inizio e di fine.
pl: Określa, czy czas pracy może zostać wprowadzony bez podawania czasu rozpoczęcia oraz zakończenia.

source: This module forces inserts in TimeAccounting.
bg: Този модул ускорява вмъквания в TimeAccounting.
de: Dieses Modul zwingt zur Eingabe von Stunden.
hu: Ez a modul kikényszeríti a beszúrásokat az időelszámolásban.
it: Questo modulo forza gli inserimenti in TimeAccounting.
pl: Ten moduł wymusza uzupełnianie rozliczeń czasu pracy.

source: This notification module gives a warning if there are too many incomplete working days.
bg: Този модул за уведомяване дава предупреждение, ако има твърде много непълни работни дни.
de: Modul, dass den Agent im Notification-Bereich des Agent-Interfaces darüber informiert, wenn schon zu lange keine Stunden mehr eingetragen wurden.
hu: Ez az értesítési modul egy figyelmeztetést ad, ha túl sok befejezetlen munkanap található.
it: Questo modulo di notifica genera un avviso se ci sono troppi giorni lavorativi non completi.
pl: Moduł ten ostrzega o zbyt dużej liczbie nierozliczonych dni roboczych.

source: Time Accounting
bg: Отчитане на времето
de: Zeitabrechnung
hu: Időelszámolás
it: Rendicontazione Temporale
pl: Rozliczanie czasu pracy

source: Time accounting edit.
bg: Редактиране отчитането на времето.
de: Zeitabrechnung Bearbeitung.
hu: Időelszámolás szerkesztés.
it: Modifica rendicontazione tempo.
pl: Edycja rozliczeń czasu pracy.

source: Time accounting overview.
bg: Преглед на отчитането за времето.
de: Zeitabrechnungsübersicht.
hu: Időelszámolás áttekintő.
it: Panoramica sulla contabilizzazione tempo.
pl: Opis rozliczania czasu pracy.

source: Time accounting reporting.
bg: Отчитане на времето.
de: Zeitabrechnung Berichterstattung.
hu: Időelszámolás jelentés.
it: Reportistica sulla contabilizzazione tempo.
pl: Raportowanie rozliczeń czasu pracy.

source: Time accounting settings.
bg: Настройки за отчитане на времето.
de: Zeitabrechnung Einstellungen.
hu: Időelszámolás beállítások.
it: Impostazioni per la contabilizzazione tempo.
pl: Konfiguracja rozliczeń czasu pracy.

source: Time accounting view.
bg: Изглед за отчитане на времето.
de: Zeitabrechnung Ansicht.
hu: Időelszámolás nézet.
it: Vista contabilizzazione tempo.
pl: Przegląd rozliczeń czasu pracy.

source: Time accounting.
bg: Отчитане на времето.
de: Zeitabrechnung.
hu: Időelszámolás.
it: Contabilizzazione tempo.
pl: Rozliczanie czasu pracy.

source: To use if some actions reduced the working hours (for example, if only half of the traveling time is paid Key => traveling; Content => 50).
bg: Да се използва, ако някои действия са намалили работното време (например, ако се заплаща само половината от времето за пътуване Ключ => пътуване; Съдържание => 50).
de: Hier kann man eingeben, ob für eine bestimmte Tätigkeit, die zu verrechnenden Stunden gekürzt werden. Z. B wenn Reisezeiten nur zur Hälfte vergütet werden (Key =&gt; journey; Content =&gt; 50).
hu: Akkor kell használni, ha néhány művelet csökkentette a munkaidőt (például ha csak az utazási idő fele van kifizetve: Kulcs => utazás; Tartalom => 50).
it: Da utilizzare se alcune azioni hanno ridotto le ore lavorative (per esempio: se solo la metà del tempo di viaggio è pagato: Chiave => Viaggio; Contenuto => 50).
pl: Wykorzystywane jeżeli któreś zadania redukują godziny pracy (np. jeśli za czasu dojazdu liczona jest tylko połowa czasy; Klucz => dojazd; Wartość => 50).

source: Branch View commit limit
de: Commit-Limit der Zweigansicht

source: Commit limit per page for Branch view screen
de: Commit-Limit pro Seite für die Zweigansicht.

source: Create analysis file
de: Erstelle Analysedatei

source: Creates a analysis file from this ticket and sends to Znuny.
de: Erstellt einen Analysedatei von diesem Ticket und sendet ihn an Znuny.

source: Creates a analysis file from this ticket.
de: Erstellt einen Analysedatei von diesem Ticket.

source: Definition of GIT clone/push URL Prefix.
de: Definition des GIT clone/push URL Präfix

source: Definition of a Dynamic Field: Group => Group with access to the Dynamic Fields; AlwaysVisible => Field can be removed (0|1); InformationAreaName => Name of the Widgets; InformationAreaSize => Size and position of the widgets (Large|Small); Name => Name of the Dynamic Field which should be used; Priority => Order of the Dynamic Fields; State => State of the Fields (0 = disabled, 1 = active, 2 = mandatory), FilterRelease => Regex which the repository name has to match to be displayed, FilterPackage => Regex which the package name has to match to be displayed, FilterBranch => Regex which the branch name has to match to be displayed, FilterRelease => Regex which the repelase version string has to match to be displayed.
de: Definition eines dynamischen Feldes: Group => Gruppe mit Zugriff zu den dynamischen Feldern; AlwaysVisible => Feld kann entfernt werden (0|1); InformationAreaName => Name des Widgets; InformationAreaSize => Größe und Position des Widgets (Large|Small); Name => Der Name des zu benutzenden dynamischen Feldes; Priority => Sortierung des dynamischen Feldes; State => Status des Feldes (0 = deaktiviert, 1 = aktiviert, 2 = zwingend erforderlich), FilterRelease => Regulärer Ausdruck welcher den Repository Namen beschreibt, der angezeigt werden soll; FilterPackage => Regulärer Ausdruck welcher den Paketnamen beschreibt das angezeigt werden soll; FilterBranch => Regulärer Ausdruck welcher den Namen des Zweigs (Branch) beschreibt, der angezeigt werden soll; FilterRelease => Regulärer Ausdruck den Versions-String eines Releases beschreibt, das angezeigt werden soll.

source: Definition of a Dynamic Field: Group => Group with access to the Dynamic Fields; AlwaysVisible => Field can be removed (0|1); InformationAreaName => Name of the Widgets; InformationAreaSize => Size and position of the widgets (Large|Small); Name => Name of the Dynamic Field which should be used; Priority => Order of the Dynamic Fields; State => State of the Fields (0 = disabled, 1 = active, 2 = mandatory), FilterRepository => Regex which the repository name has to match to be displayed, FilterPackage => Regex which the package name has to match to be displayed, FilterBranch => Regex which the branch name has to match to be displayed, FilterRelease => Regex which the repelase version string has to match to be displayed.
de: Definition eines dynamischen Felds: Group => Gruppe mit Zugriff auf das dynamische Feld; AlwaysVisible => Feld kann entfernt werden (0|1); InformationAreaName => Name des Widgets (Informationsbereich); InformationAreaSize => Größe und Position des Widgets (Large|Small); Name => Name des zu verwendeten dynamischen Feldes; Priority => Anordnung der dynamischen Felder; State => Status der dynamischen Felder (0 = deaktiviert, 1 = aktiviert, 2 = Pflichtfeld), FilterRepository => Regex der den Repository-Namen matchen muss um angezeigt zu werden, FilterPackage => Regex der den Packen-Namen matchen muss um angezeigt zu werden, FilterBranch => Regex der den Branch-Namen matchen muss um angezeigt zu werden, FilterRelease => Regex der den Release Version-String matchen muss um angezeigt zu werden.

source: Definition of external MD5 sums (key => MD5, Value => Vendor, PackageName, Version, Date).
de: Definition externer MD5 Summen (key => MD5, Value => Hersteller, Paketname, Version, Datum).

source: Definition of mappings between public repository requests and internal OPMS repositories.
de: Definition von Mappings zwischen öffentlichen Repository Anfragen und internen OPMS Repositories.

source: Definition of package states.
de: Definition der Paket Status.

source: Definition of renamed OPMS packages.
de: Definition umbenannter OPMS Pakete.

source: Do not log git ssh connection authorization results for these users. Useful for automated stuff.
de: Für diese Benutzer werden keine Authorisierungen von Verbindungen geloggt. Nützlich für automatisierte Anfragen.

source: Dynamic Fields Screens
de: Dynamische Felder Oberflächen

source: Export all available public keys to authorized_keys file.
de: Exportiert alle verfügbaren öffentlichen Schlüssel in die Datei "authorized_keys".

source: Export all relevant releases to ftp server.
de: Alle relevanten Releases auf den FTP-Server exportieren.

source: Frontend module registration for the OPMS object in the agent interface.
de: Frontendmodul-Registration für das OPMS-Objekt im Agent-Interface.

source: Frontend module registration for the PublicOPMSRepository object in the public interface.
de: Frontendmodul-Registration des PublicOPMSRepository-Objekts im Public-Interface.

source: Frontend module registration for the PublicOPMSRepositoryLookup object in the public interface.
de: Frontendmodul-Registration für das PublicOPMSRepositoryLookup Objekt im Public-Interface.

source: Frontend module registration for the PublicOPMSTestBuild object in the public interface.
de: Frontendmodul-Registration des PublicOPMSTestBuild-Objekts im Public-Interface.

source: Frontend module registration for the PublicPackageVerification object in the public interface.
de: Frontendmodul-Registration für das PublicPackageVerification Objekt im Public-Interface.

source: GIT Author registration.
de: Registrierung der GIT Verfasser

source: Git Management
de: Git-Verwaltung

source: Group, whose members have delete admin permissions in OPMS.
de: Gruppe, dessen Mitglieder Delete-Admin-Rechte in OPMS haben.

source: Group, whose members have repository admin permissions in OPMS.
de: Gruppe, dessen Mitglieder Repository-Admin-Rechte in OPMS haben.

source: Groups an authenticated user (by user login and password) must be member of to build test packages via the public interface.
de: Gruppen denen ein authentifizierter Benutzer (durch Benutzernamen und Passwort) angehören muss, um Testpakete über das Public-Interface zu erzeugen.

source: Groups which will be set during git project creation processes while adding OPMS repositories.
de: Gruppen welche automatisch durch das Anlegen von GIT-Projekten gesetzt werden, während OPMS Repositories angelegt werden.

source: Manage dynamic field in screens.
de: Verwaltung von dynamischen Feldern in Oberflächen.

source: Manage your public SSH key(s) for Git access here. Make sure to save this preference when you add a new key.
de: Verwalten Sie hier Ihre öffentlichen SSH-Schlüssel für den Git-Zugang. Achten Sie darauf, diese Einstellung zu speichern, wenn Sie einen neuen Schlüssel hinzufügen.

source: Module to generate statistics about the added code lines.
de: Modul zur Erstellung von Statistiken über die hinzugefügten Code-Zeilen.

source: Module to generate statistics about the growth of code.
de: Modul zur Generierung von Statistiken über das Wachstum von Code.

source: Module to generate statistics about the number of git commits.
de: Modul zur Erstellung von Statistiken über die Anzahl der Git-Commits.

source: Module to generate statistics about the removed code lines.
de: Modul zur Erstellung von Statistiken über die gelöschten Code-Zeilen.

source: Only users who have rw permissions in one of these groups may access git.
de: Nur Benutzer, die über rw-Berechtigungen in einer dieser Gruppen verfügen, können auf Git zugreifen.

source: Parameters for the pages in the BranchView screen.
de: Parameter für die Seiten in der BranchView-Ansicht.

source: Pre-Definition of the 'GITProjectName' Dynamic Field: Group => Group with access to the Dynamic Fields; AlwaysVisible => Field can be removed (0|1); InformationAreaName => Name of the Widgets; InformationAreaSize => Size and position of the widgets (Large|Small); Name => Name of the Dynamic Field which should be used; Priority => Order of the Dynamic Fields; State => State of the Fields (0 = disabled, 1 = active, 2 = mandatory), FilterRepository => Regex which the repository name has to match to be displayed, FilterPackage => Regex which the package name has to match to be displayed, FilterBranch => Regex which the branch name has to match to be displayed, FilterRelease => Regex which the repelase version string has to match to be displayed.
de: Vor-Definition des dynamischen Feldes 'GITProjectName': Group => Gruppe mit Zugriff auf das dynamische Feld; AlwaysVisible => Feld kann entfernt werden (0|1); InformationAreaName => Name des Widgets (Informationsbereich); InformationAreaSize => Größe und Position des Widgets (Large|Small); Name => Name des zu verwendeten dynamischen Feldes; Priority => Anordnung der dynamischen Felder; State => Status der dynamischen Felder (0 = deaktiviert, 1 = aktiviert, 2 = Pflichtfeld), FilterRepository => Regex der den Repository-Namen matchen muss um angezeigt zu werden, FilterPackage => Regex der den Packen-Namen matchen muss um angezeigt zu werden, FilterBranch => Regex der den Branch-Namen matchen muss um angezeigt zu werden, FilterRelease => Regex der den Release Version-String matchen muss um angezeigt zu werden.

source: Pre-Definition of the 'GITRepositoryName' Dynamic Field: Group => Group with access to the Dynamic Fields; AlwaysVisible => Field can be removed (0|1); InformationAreaName => Name of the Widgets; InformationAreaSize => Size and position of the widgets (Large|Small); Name => Name of the Dynamic Field which should be used; Priority => Order of the Dynamic Fields; State => State of the Fields (0 = disabled, 1 = active, 2 = mandatory), FilterRepository => Regex which the repository name has to match to be displayed, FilterPackage => Regex which the package name has to match to be displayed, FilterBranch => Regex which the branch name has to match to be displayed, FilterRelease => Regex which the repelase version string has to match to be displayed.
de: Vor-Definition des dynamischen Feldes 'GITRepositoryName': Group => Gruppe mit Zugriff auf das dynamische Feld; AlwaysVisible => Feld kann entfernt werden (0|1); InformationAreaName => Name des Widgets (Informationsbereich); InformationAreaSize => Größe und Position des Widgets (Large|Small); Name => Name des zu verwendeten dynamischen Feldes; Priority => Anordnung der dynamischen Felder; State => Status der dynamischen Felder (0 = deaktiviert, 1 = aktiviert, 2 = Pflichtfeld), FilterRepository => Regex der den Repository-Namen matchen muss um angezeigt zu werden, FilterPackage => Regex der den Packen-Namen matchen muss um angezeigt zu werden, FilterBranch => Regex der den Branch-Namen matchen muss um angezeigt zu werden, FilterRelease => Regex der den Release Version-String matchen muss um angezeigt zu werden.

source: Pre-Definition of the 'PackageDeprecated' Dynamic Field: Group => Group with access to the Dynamic Fields; AlwaysVisible => Field can be removed (0|1); InformationAreaName => Name of the Widgets; InformationAreaSize => Size and position of the widgets (Large|Small); Name => Name of the Dynamic Field which should be used; Priority => Order of the Dynamic Fields; State => State of the Fields (0 = disabled, 1 = active, 2 = mandatory), FilterRepository => Regex which the repository name has to match to be displayed, FilterPackage => Regex which the package name has to match to be displayed, FilterBranch => Regex which the branch name has to match to be displayed, FilterRelease => Regex which the repelase version string has to match to be displayed.
de: Vor-Definition des dynamischen Feldes 'PackageDeprecated': Group => Gruppe mit Zugriff auf das dynamische Feld; AlwaysVisible => Feld kann entfernt werden (0|1); InformationAreaName => Name des Widgets (Informationsbereich); InformationAreaSize => Größe und Position des Widgets (Large|Small); Name => Name des zu verwendeten dynamischen Feldes; Priority => Anordnung der dynamischen Felder; State => Status der dynamischen Felder (0 = deaktiviert, 1 = aktiviert, 2 = Pflichtfeld), FilterRepository => Regex der den Repository-Namen matchen muss um angezeigt zu werden, FilterPackage => Regex der den Packen-Namen matchen muss um angezeigt zu werden, FilterBranch => Regex der den Branch-Namen matchen muss um angezeigt zu werden, FilterRelease => Regex der den Release Version-String matchen muss um angezeigt zu werden.

source: SSH Keys for Git Access
de: SSH-Schlüssel für den Git-Zugang

source: Send analysis file
de: Sende Analysedatei

source: Sets the git clone address to be used in repository listings.
de: Legt die Git-Clone-Adresse fest, die in Repository-Listen verwendet werden soll.

source: Sets the home directory for git repositories.
de: Legt das Home-Verzeichnis für Git-Repositorys fest.

source: Sets the path for the BugzillaAddComment post receive script location.
de: Legt den Pfad zums BugzillaAddComment post receive Skript fest.

source: Sets the path for the OTRSCodePolicy pre receive script location. It is recommended to have a separate clone of the OTRSCodePolicy module that is updated via cron.
de: Legt den Pfad zum OTRSCodePolicy pre-receive Skript fest. Es wird empfohlen, einen separaten Klon des OTRSCodePolicy-Moduls zu verwenden, der über Cron aktualisiert wird.

source: Synchronize OPMS tables with a remote database.
de: Synchronisiert OPMS Tabellen mit einer entfernten Datenbank.

source: This configuration defines all possible screens to enable or disable default columns.
de: Diese Konfiguration definiert alle möglichen Oberflächen in denen dynamische Felder als DefaultColumns aktiviert/deaktiviert werden können.

source: This configuration defines all possible screens to enable or disable dynamic fields.
de: Diese Konfiguration definiert alle möglichen Oberflächen in denen dynamische Felder als DynamicFields aktiviert/deaktiviert werden können.

source: This configuration defines if only valids or all (invalids) dynamic fields should be shown.
de: Diese Konfiguration definiert ob nur gültige oder alle (ungültige) dynamischen Felder angezeigt werden sollen.

source: Users who have rw permissions in one of these groups are permitted to execute force pushes 'git push --force'.
de: Benutzer, die rw-Berechtigungen in einer dieser Gruppen haben, dürfen Force-Pushes 'git push --force' ausführen.

source: Users who have rw permissions in one of these groups are permitted to manage projects. Additionally the members have administration permissions to the git management.
de: Benutzer die über rw-Berechtigungen in einer dieser Gruppen verfügen, können Projekte verwalten. Zusätzlich haben die Mitglieder Administrationsberechtigungen für die Git-Verwaltung.
