Repository: RotherOSS/TimeAccounting
Catalog: i18n/TimeAccounting/TimeAccounting.*.po
Languages: bg, de, hu, it, pl

source: Add time period
bg: Добавете период от време
de: Zeitspanne hinzufügen
hu: Időszak hozzáadása
it: Aggiungi periodo
pl: Dodaj cykl

source: View Time Record
bg: Преглед на времевия запис
de: Datensatz anzeigen
hu: Időfeljegyzés megtekintése
it: Visualizzare registro orario
pl: Pokaż ewidencję czasu pracy

source: View of
bg: Преглед на
de: Ansicht von
hu: A következő megtekintése:
it: Visualizzazione di
pl: Widok

source: Previous day
bg: Вчера
de: Vorheriger Tag
hu: Előző nap
it: Giorno precedente
pl: Poprzedni dzień

source: Next day
bg: Утре
de: Nächster Tag
hu: Következő nap
it: Giorno successivo
pl: Kolejny dzień

source: No data found for this day.
bg: Няма данни за този ден.
de: Kein Eintrag für diesen Tag gefunden.
hu: Nem található adat erre a napra.
it: Nessun dato trovato per questo giorno.
pl: Brak danych dotyczących wybranego dnia.

source: Can't insert Working Units!
bg: Не могат да се вмъкнат работни единици!
de: Kann Arbeitseinheiten nicht einfügen!
hu: Nem lehet beilleszteni a munkaegységeket!
it: Non puoi inserire le unità lavorative!
pl: Nie udało się wstawić jednostek pracy!

source: Last Projects
bg: Последни проекти
de: Letzte Projekte
hu: Legutóbbi projektek
it: Ultimi progetti
pl: Ostatnie projekty

source: Can't save settings, because a day has only 24 hours!
bg: Не могат да се запазят настройки, защото един ден има само 24 часа!
de: Speichern nicht möglich. Ein Tag hat nur 24 Stunden!
hu: Nem lehet elmenteni a beállításokat, mert egy napnak csak 24 órája van!
it: Non puoi salvare le impostazioni, perchè un giorno ha solo 24 ore!
pl: Nie można zapisać ustawień, ponieważ doba ma tylko 24 godziny!

source: Can't delete Working Units!
bg: Не могат да се изтрият работни единици!
de: Kann Arbeitseinheiten nicht löschen!
hu: Nem lehet törölni a munkaegységeket!
it: Non puoi cancellare le unità lavorative!
pl: Nie udało się usunąć jednostek pracy!

source: This Date is out of limit, but you haven't insert this day yet, so you get one(!) chance to insert
bg: Тази дата е извън ограничението, но все още не сте вмъкнали този ден, така че получавате една (!) възможност да вмъкнете
de: Dieses Datum liegt außerhalb der Grenzwerte, Sie haben diesen Tag aber bis jetzt noch nicht eingefügt, deshalb bekommen Sie dafür eine(!) Chance
hu: Ez a dátum a határon kívül van, de még nem illesztette be ez a napot, így kap még egy(!) esélyt a beillesztésre
it: Questa Data è fuori limite massimo, ma non hai ancora ancora inserito questo giorno, quindi hai ancora una (!) possibilità di inserirne uno.
pl: Wprowadzona data jest poza zakresem, ale nie wprowadziłeś jeszcze tego dnia, masz więc jedyną(!) okazję

source: Incomplete Working Days
bg: Непълни работни дни
de: Unvollständige Arbeitstage
hu: Befejezetlen munkanapok
it: Giorni lavorativi incompleti
pl: Niepełne dni pracy

source: Successful insert!
bg: Успешно вмъкване!
de: Eingaben gespeichert!
hu: Sikeres beillesztés!
it: Inserimento avvenuto con successo!
pl: Wprowadanie powiodło się!

source: Error while inserting multiple dates!
bg: Грешка при вмъкване на няколко дати!
de: Fehler bei der Eingabe für mehrere Tage!
hu: Hiba történt több dátum beillesztése közben!
it: Si è verificato un errore nell'inserimento di date multiple!
pl: Wystąpił błąd podczas wprowadzania wielu dat jednocześnie!

source: Successfully inserted entries for several dates!
bg: Успешно вмъкнати записи за няколко дати!
de: Daten für mehrere Tage erfolgreich erfasst!
hu: A bejegyzések sikeresen beillesztve a különböző dátumokhoz!
it: Inserimento di date multiple avvenuto con successo!
pl: Pomyślnie wprowadzono wiele dat jednocześnie!

source: Entered date was invalid! Date was changed to today.
bg: Въведената дата е невалидна! Датата беше променена на днес.
de: Eingegebenes Datum ungültig! Datum wurde auf 'heute' geändert.
hu: A megadott dátum érvénytelen volt! A dátum a mai napra lett módosítva.
it: La data inserita non è valida! E' stata impostata la data di oggi.
pl: Wprowadzono nieprawidłową datę! Została ona zmieniona na bieżącą.

source: No time period configured, or the specified date is outside of the defined time periods.
bg: Няма конфигуриран период от време или посочената дата е извън определените периоди от време.
de: Es ist keine Zeitperiode konfiguriert, oder das angegebene Datum liegt außerhalb der konfigurierten Zeitperioden.
hu: Nincs időszak beállítva, vagy a megadott dátum a meghatározott időszakokon kívül van.
it: Nessun periodo di tempo configurato, o la data specificata è fuori dai periodi di tempo definiti.
pl: Nie skonfigurowano okresów czasu lub podana data leży poza zdefiniowanymi okresami.

source: Please contact the time accounting administrator to update your time periods!
bg: Моля, свържете се с администратора за отчитане на времето, за да актуализирате вашите времеви периоди!
de: Bitte kontaktieren Sie Ihren Zeiterfassungs-Administrator, um die Zeitperioden zu aktualisieren!
hu: Vegye fel a kapcsolatot az időelszámolás adminisztrátorával, hogy frissítse az időszakait!
it: Per favore, contattare l'amministrazione della contabilizzazione temporale per aggiornare i tuoi intervalli di tempo!
pl: Skontaktuj się z administratorem czasu pracy w celu aktualizacji twoich okresów pracy!

source: Last Selected Projects
bg: Последно избрани проекти
de: Zuletzt ausgewählte Projekte
hu: Legutóbb kiválasztott projektek
it: Ultimi progetti selezionati
pl: Ostatnio wybrane projekty

source: All Projects
bg: Всички проекти
de: Alle Projekte
hu: Minden projekt
it: Tutti i progetti
pl: Wszystkie projekty

source: ReportingProject: Need ProjectID
bg: Отчитане на проект: Нуждаете се от ProjectID
de: Berichtsprojekt: Benötige ProjectID
hu: Jelentés projekt: projektazonosító szükséges
it: RapportoProgetto: ProjectID necessario
pl: Raportowanie projektu: Wymagany ProjectID

source: Reporting Project
bg: Проект за отчитане
de: Berichtsprojekt
hu: Jelentés projekt
it: Compilando il rapporto del progetto
pl: Raportowanie projektu

source: Reporting
bg: Отчетност
de: Berichte
hu: Jelentés
it: Reportistica
pl: Raportowanie

source: Unable to update user settings!
bg: Не може да се актуализират потребителските настройки!
de: Benutzereinstellungen können nicht aktualisiert werden!
hu: Nem lehet frissíteni a felhasználói beállításokat!
it: Impossibile aggiornare le impostazioni utente!
pl: Nie można zmienić ustawień użytkownika!

source: Project added!
bg: Проектът е добавен!
de: Projekt hinzugefügt!
hu: Projekt hozzáadva!
it: Progetto aggiunto!
pl: Projekt dodany!

source: Project updated!
bg: Проектът е актуализиран!
de: Projekt aktualisiert!
hu: Projekt frissítve!
it: Progetto aggiornato!
pl: Projekt zmieniony!

source: Task added!
bg: Задачата е добавена!
de: Aufgabe hinzugefügt!
hu: Feladat hozzáadva!
it: Attività aggiunta!
pl: Zadanie dodane!

source: Task updated!
bg: Задачата е актуализирана!
de: Aufgabe aktualisiert!
hu: Feladat frissítve!
it: Attività aggiornata!
pl: Zadanie zmienione!

source: The UserID is not valid!
bg: UserID не е валиден!
de: Die UserID ist ungültig!
hu: A felhasználó-azonosító nem érvényes!
it: Lo UserID non è valido!
pl: Identyfikator UserID jest nieprawidłowy!

source: Can't insert user data!
bg: Не мога да вмъкна потребителски данни!
de: Kann Benutzerdaten nicht einfügen!
hu: Nem lehet beilleszteni a felhasználóadatokat!
it: Non puoi inserire i dati dell'utente!
pl: Nie udało się wstawić danych użytkownika!

source: Unable to add time period!
bg: Не може да се добави период от време!
de: Kann Zeitperiode nicht hinzufügen!
hu: Nem lehet hozzáadni időszakot!
it: Non sei abilitato ad inserire i periodi di tempo!
pl: Nie można dodać cyklu!

source: Setting
bg: Настройка
de: Einstellung
hu: Beállítás
it: Impostazione
pl: Ustawienie

source: User updated!
bg: Потребителят е актуализиран!
de: Benutzer aktualisiert!
hu: Felhasználó frissítve!
it: Utente aggiornato!
pl: Użytkownik zmieniony!

source: User added!
bg: Потребителят е добавен!
de: Benutzer hinzugefügt!
hu: Felhasználó hozzáadva!
it: Utente inserito!
pl: Użytkownik dodany!

source: Add a user to time accounting...
bg: Добавете потребител към отчитане на времето...
de: Einen Benutzer zur Zeitabrechnung hinzufügen ...
hu: Felhasználó hozzáadása az időelszámoláshoz…
it: Aggiungi un utente per la contabilizzazione temporale
pl: Dodaj użytkownika do rozliczania czasu pracy...

source: New User
bg: Нов потребител
de: Neuer Benutzer
hu: Új felhasználó
it: Nuovo utente
pl: Nowy Użytkownik

source: Period Status
bg: Състояние на период
de: Status des Zeitraums
hu: Időszak állapot
it: Stato di periodo
pl: Stan cyklu

source: View: Need %s!
bg: Изглед: Нуждаете се от %s!
de: Ansicht: Benötige %s!
hu: Nézet: %s szükséges!
it: Vista: %s richiesto!
pl: Widok: Potrzebny %s!

source: Please insert your working hours!
bg: Моля, въведете вашето работно време!
de: Bitte die Arbeitsstunden eintragen!
hu: Illessze be a munkaidejét!
it: Inserire l'orario lavorativo!
pl: Proszę wprowadzić swój czas pracy!

source: Incomplete working days
bg: Непълни работни дни
de: Unvollständige Arbeitstage
hu: Befejezetlen munkanapok
it: Giorni lavorativi incompleti
pl: Niepełne dni pracy

source: Please choose at least one day!
bg: Моля, изберете поне един ден!
de: Bitte wählen Sie mindestens einen Tag!
hu: Legalább egy napot válasszon ki!
it: Specificare almeno un giorno!
pl: Proszę wybrać co najmniej jeden dzień!

source: Mass Entry
bg: Масово вписване
de: Masseneintrag
hu: Tömeges bejegyzés
it: Inserimento massivo
pl: Masowe wpisywanie

source: Please choose a reason for absence!
bg: Моля, изберете причина за отсъствие!
de: Bitte wählen Sie einen Grund für die Abwesenheit aus!
hu: Válassza ki a távollét okát!
it: Selezionare un motivo per l'assenza!
pl: Proszę wybrać przyczynę nieobecności!

source: Delete Time Accounting Entry
bg: Изтриване на времето за вписване в счетоводството
de: Eintrag löschen
hu: Időelszámolás bejegyzés törlése
it: Cancellare voce di rendicontazione
pl: Usuń rozliczenie czasu pracy

source: Confirm insert
bg: Потвърдете
de: Eingabe bestätigen
hu: Beillesztés megerősítése
it: Confermare inserimento
pl: Potwierdź wpis

source: Agent interface notification module to see the number of incomplete working days for the user.
bg: Модул за уведомяване, за показване на броя незавършени работни дни на потребителя в интерфейса на агента.
de: Modul zum Anzeigen der Anzahl der unvollständigen Arbeitstage des Benutzers.
hu: Ügyintézői felület értesítési modul a felhasználó befejezetlen munkanapjai számának megtekintéséhez.
it: Modulo di notifica dell'interfaccia agente per vedere il numero di giorni lavorativi incompleti per l'utente
pl: Moduł powiadamiania Agenta o liczbie dni z niekompletnym raportowaniem czasu pracy.

source: Default name for new actions.
bg: Име по подразбиране за нови действия.
de: Standardname für neue Tätigkeiten.
hu: Alapértelmezett név az új műveletekhez.
it: Nome predefinito per le nuove azioni.
pl: Domyślna nazwa nowych czynności.

source: Default name for new projects.
bg: Име по подразбиране за нови проекти.
de: Anfangsstatus eines neuen Projekts.
hu: Alapértelmezett név az új projektekhez.
it: Nome predefinito per i nuovi progetti.
pl: Domyślna nazwa nowych projektów.

source: Default setting for date end.
bg: Настройка по подразбиране за крайна дата.
de: Standardeinstellung für Enddatum.
hu: Alapértelmezett beállítás a befejezési dátumhoz.
it: Valore predefinito per la data di fine.
pl: Domyślna data zakończenia.

source: Default setting for date start.
bg: Настройка по подразбиране за начална дата.
de: Standardeinstellung für Startdatum.
hu: Alapértelmezett beállítás a kezdési dátumhoz.
it: Valore predefinito per la data di inizio.
pl: Domyślna data rozpoczęcia.

source: Default setting for description.
bg: Настройка по подразбиране за описание.
de: Standardeinstellung für Beschreibungen.
hu: Alapértelmezett beállítás a leíráshoz.
it: Valore predefinito per la descrizione.
pl: Domyślne ustawienie opisu.

source: Default setting for leave days.
bg: Настройка по подразбиране за дни отпуск.
de: Standardeinstellung für Urlaubstage.
hu: Alapértelmezett beállítás a szabadság napjaihoz.
it: Valore predefinito per i giorni di assenza/vacanza.
pl: Domyślne konfiguracja urlopu.

source: Default setting for overtime.
bg: Настройка по подразбиране за извънреден труд.
de: Eventuell vorhandener Überstundenübertrag.
hu: Alapértelmezett beállítás a túlórához.
it: Valore predefinito per lo straordinario.
pl: Domyślne konfiguracja godzin nadliczbowych.

source: Default setting for the standard weekly hours.
bg: Настройка по подразбиране за стандартните седмични часове.
de: Standard Wochenarbeitszeit.
hu: Alapértelmezett beállítás a szabványos heti munkaórákhoz.
it: Valore predefinito per l'orario settimanale standard.
pl: Domyślna konfiguracja tygodniowego czasu pracy.

source: Default status for new actions.
bg: Състояние по подразбиране за нови действия.
de: Anfangsstatus einer neuen Tätigkeit.
hu: Alapértelmezett állapot az új műveletekhez.
it: Valore predefinito per le nuove azioni.
pl: Domyślny stan nowych czynności.

source: Default status for new projects.
bg: Състояние по подразбиране за нови проекти.
de: Anfangsstatus eines neuen Projekts.
hu: Alapértelmezett állapot az új projektekhez.
it: Valore predefinito per i nuovi progetti.
pl: Domyślny stan nowych projektów.

source: Default status for new users.
bg: Състояние по подразбиране за нови потребители.
de: Anfangsstatus eines neuen Benutzers.
hu: Alapértelmezett állapot az új felhasználókhoz.
it: Valore predefinito per i nuovi utenti.
pl: Domyślny stan nowych użytkowników.

source: Defines the projects for which a remark is required. If the RegExp matches on the project, you have to insert a remark too. The RegExp use the smx parameter.
bg: Определя проектите, за които е необходима забележка. Ако RegExp съвпада с проекта, трябва да вмъкнете и забележка. RegExp използва smx параметъра.
de: Innerhalb dieser Konfigurationsoption kann eine RegExp definiert werden, die festlegt, bei welchen Projekten eine Bemerkung eingetragen werden muss (die RegExp arbeitet mit smx-Parametern).
hu: Meghatározza azokat a projekteket, amelyekhez észrevétel szükséges. Ha a reguláris kifejezés illeszkedik a projektre, akkor be kell illesztenie egy észrevételt is. A reguláris kifejezés az smx paramétert használja.
it: Definisce i progetti per i quali una annotazione è obbligatoria. Se la RegExp coincide il progetto si è obbligati ad inserire una annotazione. La RegExp utilizza il parametro smx.
pl: Określa projekty, które wymagają dodawania komentarzy. Jeżeli wyrażenie regularne pasuje do projektu, trzeba dodać komentarz. Wyrażenia regularne korzystają z parametrów serwera makr (SMX).

source: Determines if the statistics module may generate time accounting information.
bg: Определя дали статистическият модул може да генерира информация за отчитане на времето.
de: Bestimmt, ob das Statistik-Modul Informationen zur Zeitabrechnung generieren kann.
hu: Meghatározza, hogy a statisztika modul előállíthat-e időelszámolási információkat.
it: Determina se il modulo statistiche può generare informazioni di rendicontazione temporale.
pl: Określa, czy moduł statystyczny może generować informacje o rozliczeniach czasu pracy.

source: Edit time accounting settings.
bg: Редактирайте настройките за отчитане на времето.
de: Zeiterfassungs-Einstellungen bearbeiten.
hu: Időelszámolás beállításainak szerkesztése.
it: Modifica le impostazioni della rendicontazione temporale.
pl: Edytuj ustawienia rozliczania czasu pracy.

source: Edit time record.
bg: Редактиране на запис за време.
de: Zeit-Datensatz bearbeiten.
hu: Időfeljegyzés szerkesztése.
it: Modifica registro orario
pl: Edycja ewidencji czasu pracy.

source: For how many days ago you can insert working units.
bg: За колко дни назад можете да вмъкнете работни единици.
de: Legt fest, bis wann man in ältere Zeiteinträge bearbeiten kann (z. B. 10 Tage zurückliegend).
hu: Hány nappal ezelőtthöz illeszthet be munkaegységeket.
it: Numero massimo di giorni nel passato in cui è possibile inserire le unità di lavoro.
pl: Liczba dni wstecz, dla których można rozliczać czas pracy.

source: If enabled, only users that has added working time to the selected project are shown.
bg: Ако е разрешено, се показват само потребители, които са добавили работно време към избрания проект.
de: Wenn aktiviert, werden nur User angezeigt die Arbeitszeiten zu dem gewählten Projekt hinzugefügt haben.
hu: Ha engedélyezve van, akkor csak azok a felhasználók lesznek megjelenítve, akik munkaidőt adtak hozzá a kijelölt projekthez.
it: Se abilitato, mostra solo gli utenti che hanno aggiunto voci di tempo lavoro al progetto selezionato.
pl: Jeśli aktywne, widoczni są tylko użytkownicy, którzy rozliczyli czas pracy w wybranym projekcie.

source: If enabled, the dropdown elements in the edit screen are changed to modernized autocompletion fields.
bg: Ако е разрешено, падащите елементи в екрана за редактиране се променят на модернизирани полета за автоматично довършване.
de: Wenn aktiviert werden die Dropdown-Felder im der Editier-Oberfläche in der neuen Form als Feld mit Auto-Vervollständigen angezeigt.
hu: Ha engedélyezve van, akkor a szerkesztési képernyőn lévő lenyíló elemek korszerűsített automatikusan kiegészített mezőkre lesznek megváltoztatva.
it: Se abilitata, gli elementi a tendina nella schermata di modifica sono sostituiti da più moderni campi con completamento automatico.
pl: Przy włączonej opcji, elementy rozwijane w oknie edycji będą zastąpione polami z automatycznym uzupełnianiem.

source: If enabled, the filter for the previous projects can be used instead two list of projects (last and all ones). It could be used only if TimeAccounting::EnableAutoCompletion is enabled.
bg: Ако е активиран, филтърът за предишните проекти може да се използва вместо два списъка с проекти (последен и всички). Може да се използва само ако TimeAccounting::EnableAutoCompletion е активиран.
de: Der Filter bei vorherigen Projekten kann bei Aktivierung genutzt werden, anstelle das zwei Projekt Listen (letzte und alle) genutzt werden. Es kann allerdings nur genutzt werden wenn TimeAccounting::EnableAutoCompletion aktiviert ist.
hu: Ha engedélyezve van, akkor az előző projektek szűrője használható a projektek két listája helyett (legutóbbi és összes). Csak akkor használható, ha a TimeAccounting::EnableAutoCompletion engedélyezve van.
it: Se abilitata, il filtro per i progetti precedenti può essere utilizzato al posto di due elenchi di progetti (ultimo e tutti). Può essere utilizzato solo se TimeAccounting::EnableAutoCompletion è abilitata.
pl: Przy włączonej opcji, można użyć filtrów, użytych w poprzednich projektach, zamiast stosować dwie listy projektów (ostatniego i wszystkich). Niezbędne jest uruchomienie opcji TimeAccounting::EnableAutoCompletion.

source: If enabled, the filter for the previous projects is active by default if there are the previous projects. It could be used only if EnableAutoCompletion and TimeAccounting::UseFilter are enabled.
bg: Ако е активиран, филтърът за предишните проекти е активен по подразбиране, ако има предишни проекти. Може да се използва само ако EnableAutoCompletion и TimeAccounting::UseFilter са активирани.
de: Bei Aktivierung ist der Filter für vorherige Projekte standardmäßig aktiv falls vorherige Projekte vorhanden sind. Er kann nur genutzt werden, wenn EnableAutoCompletion und TimeAccounting::UseFilter aktiviert sind.
hu: Ha engedélyezve van, akkor az előző projektek szűrője alapértelmezetten be van kapcsolva, ha vannak előző projektek. Csak akkor használható, ha az EnableAutoCompletion és a TimeAccounting::UseFilter engedélyezve van.
it: Se abilitata, il filtro per i progetti precedenti è attivo in modo predefinito se ci sono progetti precedenti. Può essere utilizzato solo se EnableAutoCompletion e TimeAccounting::UseFilter sono abilitati.
pl: Jeśli aktywne, filtry użyte w poprzednich projektach są domyślnie aktywne (jeśli takie projekty istnieją). Niezbędne jest uruchomienie opcji EnableAutoCompletion oraz TimeAccounting::UseFilter.

source: If enabled, the user is allowed to enter "on vacation leave", "on sick leave" and "on overtime leave" to multiple dates at once.
bg: Ако е разрешено, на потребителя е позволено да въвежда „в отпуск във ваканция“, „в отпуск по болест“ и „в отпуск за извънреден труд“ за няколко дати наведнъж.
de: Wenn aktiviert, können Benutzer "im Urlaub", "krankgeschrieben" und "Überstundenabbau" an mehreren Tagen auf einmal setzen.
hu: Ha engedélyezve van, akkor a felhasználónak megengedett egyszerre több dátumhoz „szabadságon”, „betegszabadságon” és „csúsztatáson” érték megadása.
it: Se abilitato, è possibile per gli utenti inserire i campi "periodo di vacanza", "periodo di malattia" e "straordinario" con date multiple.
pl: Jeśli aktywne, użytkownik może ustawić "urlop", "zwolnienie lekarskie" oraz "wolne za nadgodziny" dla wielu dni jednocześnie.

source: Maximum number of working days after which the working units have to be inserted.
bg: Максимален брой работни дни, след които работните единици трябва да бъдат въведени.
de: Maximale Anzahl von Arbeitstagen, nach der die Arbeitszeit eingetragen werden muss.
hu: A munkanapok legnagyobb száma, amelyek után a munkaegységeket be kell szúrni.
it: Numero massimo di giorni lavorativi in cui è possibile inserire le voci di unità di lavoro.
pl: Maksymalna liczba dni roboczych, w ciągu których należy uzupełnić czas pracy.

source: Maximum number of working days without working units entry after which a warning will be shown.
bg: Максимален брой работни дни без въвеждане на работни единици, след което ще се показва предупреждение.
de: Maximale Anzahl von Arbeitstagen ohne Arbeitszeiteinträge nach denen eine Warnung angezeigt wird.
hu: A munkaegységek bejegyzés nélküli munkanapok legnagyobb száma, amelyek után egy figyelmeztetés lesz megjelenítve.
it: Numero massimo di giorni lavorativi che non hanno voci di unità di lavoro oltre il quale verrà mostrato un avviso.
pl: Maksymalna liczba dni roboczych, bez uzupełniania czasu pracy, po których pokazane zostanie ostrzeżenie.

source: Overview.
bg: Преглед.
de: Übersicht.
hu: Áttekintés.
it: Vista Globale.
pl: Przegląd.

source: Project time reporting.
bg: Отчитане на времето по проекта.
de: Projekt-Zeit-Reporting.
hu: Projektidő jelentés.
it: Rapporto del tempo di progetto.
pl: Raportowanie czasu projektu.

source: Regular expressions for constraining action list according to selected project. Key contains regular expression for project(s), content contains regular expressions for action(s).
bg: Регулярни изрази за ограничаване на списъка с действия според избрания проект. Ключът съдържа регулярен израз за проект(и), съдържанието съдържа регулярни изрази за действие(я).
de: Regulärer Ausdruck, um die Liste der Tätigkeiten bezüglich des ausgewählten Projekts einzuschränken. Der Schlüssel enthält einen Regulären Ausdruck für Projekte, der Wert einen Regulären Ausdruck für die Tätigkeiten.
hu: Reguláris kifejezések a kijelölt projekt szerinti korlátozó művelet listájához. A kulcs a projektekhez tartalmaz reguláris kifejezést, a tartalom pedig a műveletekhez.
it: Espressioni regolari per vincolare lista di azioni in base al progetto selezionato. La chiave contiene un'espressione regolare per il/i progetto/i, il contenuto contiene espressioni regolari per le azioni.
pl: Wyrażenia regularne do ograniczenia listy zadań wybranych projektów. Klucz zawiera wyrażenie regularne dla projektu(ów), zawartość określa wyrażenie regularne dla akcji.
