Repository: RotherOSS/TimeAccounting
Catalog: i18n/TimeAccounting/TimeAccounting.*.po
Languages: bg, de, hu, it, pl

source: Do you really want to delete the Time Accounting of this day?
bg: Наистина ли искате да изтриете счетоводството за време в този ден?
de: Möchten Sie wirklich die erfasste Zeit für den aktuellen Tag löschen?
hu: Valóban törölni szeretné ennek a napnak az időelszámolását?
it: Vuoi veramente cancellare la rendicontazione temporale di oggi ?
pl: Czy na pewno chcesz usunąć rozliczenie czasu pracy tego dnia?

source: Edit Time Record
bg: Редактиране на времевия запис
de: Zeitabrechnung bearbeiten
hu: Időfeljegyzés szerkesztése
it: Modifica la rendicontazione
pl: Edycja ewidencji czasu pracy

source: Go to settings
bg: Отидете в настройките
de: Gehe zu den Einstellungen
hu: Ugrás a beállításokhoz
it: Vai alle impostazioni
pl: Przejdź do ustawień

source: Date Navigation
bg: Дата за навигация
de: Datumsnavigation
hu: Dátum navigáció
it: Navigazione per data
pl: Nawigacja po dacie

source: Days without entries
bg: Дни без записи
de: Tage ohne Einträge
hu: Bejegyzések nélküli napok
it: Giorni senza informazioni
pl: Dni bez wpisów

source: Select all days
bg: Избор на всички дни
de: Alle Tage auswählen
hu: Minden nap kijelölése
it: Seleziona tutti i giorni
pl: Zaznacz wszystkie dni

source: Mass entry
bg: Масово въвеждане
de: Masseneintrag
hu: Tömeges bejegyzés
it: Inserimento massivo
pl: Masowe wpisywanie

source: Please choose the reason for your absence for the selected days
bg: Моля, изберете причината за Вашето отсъствие за избраните дни
de: Bitte wählen Sie den Grund für Ihre Abwesenheit für die ausgewählten Tage
hu: Válassza ki a távolléte okát a kijelölt napokra
it: Per favore seleziona il motivo della tua assenza per i giorni selezionati.
pl: Proszę wybrać przyczynę nieobecności dla wybranych dni

source: On vacation
bg: Ваканция
de: Im Urlaub
hu: Szabadságon
it: Ferie
pl: Urlop

source: On sick leave
bg: В отпуск по болест
de: Krankgeschrieben
hu: Betegszabadságon
it: Assente per malattia
pl: Zwolnienie lekarskie

source: On overtime leave
bg: При извънреден отпуск
de: Überstundenabbau
hu: Csúsztatáson túlóra miatt
it: Assente per recupero
pl: Wolne za godziny nadliczbowe

source: Required fields are marked with a "*".
bg: Задължителните полета са маркирани с "*".
de: Pflichtfelder sind mit einem Stern "*" gekennzeichnet.
hu: A kötelező mezők „*” jellel vannak megjelölve.
it: I campi obbligatori sono indicati con "*".
pl: Pola wymagane oznaczone są "*".

source: You have to fill in start and end time or a time period.
bg: Трябва да въведете начално и крайно време или период от време.
de: Sie müssen eine Start- und Endzeit oder eine Zeitspanne angeben.
hu: Ki kell töltenie a kezdő és befejező időt vagy egy időszakot.
it: E' obbligatorio inserire inizio e fine oppure un periodo.
pl: Musisz wprowadzić czas początku i zakończenia lub określ czas trwania cylku.

source: Project
bg: Проект
de: Projekt
hu: Projekt
it: Progetto
pl: Projekt

source: Task
bg: Задача
de: Tätigkeit
hu: Feladat
it: Compito
pl: Zadanie

source: Remark
bg: Забележка
de: Anmerkung
hu: Észrevétel
it: Commento
pl: Uwaga

source: Please add a remark with more than 8 characters!
bg: Моля, добавете забележка с повече от 8 знака!
de: Bitte geben Sie eine Anmerkung von mehr als 8 Zeichen Länge ein!
hu: Adjon hozzá egy 8 karakternél hosszabb észrevételt!
it: Aggiungere un commento con più di 8 caratteri!
pl: Proszę dodać uwagę zawierającą więcej niż 8 znaków!

source: Negative times are not allowed.
bg: Отрицателните времена не се допускат.
de: Negative Zeitangaben sind nicht erlaubt.
hu: Negatív időpontok nem engedélyezettek.
it: Non possono essere inseriti valori negativi.
pl: Ujemne czasy są niedozwolone.

source: Repeated hours are not allowed. Start time matches another interval.
bg: Не се допускат повторни часове. Началното време съвпада с друг интервал.
de: Diese Startzeit fällt in einen bereits eingetragen Zeitraum.
hu: Az ismétlődő órák nem engedélyezettek. A kezdési idő egy másik időközre illeszkedik.
it: Non è permesso inserire ore ripetute. L'orario di inizio coincide con un altro intervallo.
pl: Pokrywające się godziny nie są dozwolone. Czas rozpoczęcia pasuje do innego przedziału.

source: Invalid format! Please enter a time with the format HH:MM.
bg: Невалиден формат! Моля, въведете час с формат ЧЧ: ММ.
de: Ungültiges Format! Bitte geben Sie eine Zeit im Format HH:MM ein.
hu: Érvénytelen formátum! ÓÓ:PP formátumú időt adjon meg.
it: Formato non valido. Inserire un orario nel formato HH:MM.
pl: Nieprawidłowy format! Proszę podać czas w formacie GG:MM.

source: 24:00 is only permitted as end time.
bg: 24:00 е разрешено само като крайно време.
de: Nur 24:00 ist als Endzeit erlaubt.
hu: A 24:00 csak befejezési időként engedélyezett.
it: L'ora 24:00 è consentita solo come ora di fine.
pl: 24:00 jest dozwolona jedynie jako czas zakończenia.

source: Invalid time! A day has only 24 hours.
bg: Невалидно време! Един ден има 24 часа.
de: Ungültige Zeit! Ein Tag hat nur 24 Stunden.
hu: Érvénytelen időpont! Egy napnak csak 24 órája van.
it: Orario non valido! In un giorno ci sono solo 24 ore.
pl: Nieprawidłowy czas! Dzień ma tylko 24 godziny.

source: End time must be after start time.
bg: Крайното време трябва да е след началното време.
de: Die Endzeit muss nach der Startzeit sein.
hu: A befejezési időnek a kezdési idő után kell lennie.
it: L'orario di fine è posteriore all'orario di inizio.
pl: Czas zakończenia musi być po czasie rozpoczęcia.

source: Repeated hours are not allowed. End time matches another interval.
bg: Не се допускат повторни часове. Крайното време съвпада с друг интервал.
de: Diese Endzeit wurde bereits in einem anderen Eintrag angegeben.
hu: Az ismétlődő órák nem engedélyezettek. A befejezési idő egy másik időközre illeszkedik.
it: Non è permesso inserire ore ripetute. L'orario di fine coincide con un altro intervallo.
pl: Pokrywające się godziny nie są dozwolone. Czas zakończenia pasuje do innego przedziału.

source: Invalid period! A day has only 24 hours.
bg: Невалиден период! Един ден има 24 часа.
de: Ungültige Angabe. Ein Tag hat nur 24 Stunden.
hu: Érvénytelen időszak! Egy napnak csak 24 órája van.
it: Periodo non valido. Una giornata ha solo 24 ore.
pl: Nieprawidłowy czas cyklu! Dzień ma tylko 24 godziny.

source: A valid period must be greater than zero.
bg: Валидният период трябва да е по-голям от нула.
de: Eine gültige Zeitspanne muss größer als Null sein.
hu: Egy érvényes időszaknak nagyobbnak kell lennie nullánál.
it: Un periodo valido deve essere maggiore di zero.
pl: Prawidłowy czas cyklu musi być większy od zera.

source: Invalid period! Negative periods are not allowed.
bg: Невалиден период! Отрицателните периоди не са разрешени.
de: Ungültige Angabe. Negative Zeitspannen sind nicht möglich.
hu: Érvénytelen időszak! Negatív időszakok nem engedélyezettek.
it: Periodo non valido. Valori negativi non ammessi.
pl: Nieprawidłowy cykl! Ujemny czas cyklu nie jest dozwolony.

source: Add one row
bg: Добави един ред
de: Eine Zeile hinzufügen
hu: Egy sor hozzáadása
it: Aggiungere una riga
pl: Dodaj wiersz

source: You can only select one checkbox element!
bg: Можете да изберете само един елемент от квадратчето за отметка!
de: Sie können nur eine Checkbox markieren!
hu: Csak egy jelölőnégyzet elemet választhat ki!
it: Puoi selezionare solo un elemento!
pl: Możesz zaznaczyć tylko jeden element!

source: Are you sure that you worked while you were on sick leave?
bg: Сигурни ли сте, че работите, докато сте в отпуск по болест?
de: Sind Sie sicher, dass Sie gearbeitet haben, obwohl Sie krankgeschrieben sind?
hu: Biztos benne, hogy dolgozott, mialatt betegszabadságon volt?
it: Sei sicuro di aver lavorato mentre eri assente per malattia?
pl: Czy jesteś pewien, że pracowałeś w trakcie zwolnienia lekarskiego?

source: Are you sure that you worked while you were on vacation?
bg: Сигурни ли сте, че работите, докато бяхте на почивка?
de: Sind Sie sicher, dass Sie gearbeitet haben, obwohl Sie im Urlaub sind?
hu: Biztos benne, hogy dolgozott, mialatt szabadságon volt?
it: Sei sicuro di aver lavorato mentre eri in ferie?
pl: Czy jesteś pewien, że pracowałeś w trakcie urlopu?

source: Are you sure that you worked while you were on overtime leave?
bg: Сигурни ли сте, че сте работили, докато бяхте на извънреден труд?
de: Sind Sie sicher, dass Sie gearbeitet haben, obwohl Sie einen Überstundenabbau eingetragen hatten?
hu: Biztos benne, hogy dolgozott, mialatt csúsztatott?
it: Sei sicuro di aver lavorato mentre eri assente per recupero ?
pl: Czy jesteś pewien, że pracowałeś w trakcie wolnego za nadgodziny?

source: Are you sure that you worked more than 16 hours?
bg: Сигурни ли сте, че сте работили повече от 16 часа?
de: Sind Sie sicher, dass Sie mehr als 16 Stunden gearbeitet haben?
hu: Biztos benne, hogy több mint 16 órát dolgozott?
it: Sei sicuro di aver lavorato più di 16 ore?
pl: Czy jesteś pewien, że pracowałeś więcej niż 16 godzin?

source: Time reporting monthly overview
bg: Месечен преглед на времето за отчитане
de: Zeiterfassung - Monatsübersicht
hu: Időjelentés havi áttekintése
it: Cruscotto mensile di rendicontazione temporale
pl: Miesięczny raport czasu pracy

source: Overtime (Hours)
bg: Извънреден труд (часове)
de: Überstunden (in Stunden)
hu: Túlóra (óra)
it: Straordinario (ore)
pl: Godziny nadliczbowe

source: Overtime (this month)
bg: Извънрежим (този месец)
de: Überstunden (dieser Monat)
hu: Túlóra (ez a hónap)
it: Straordinario (questo mese)
pl: Godziny nadliczbowe (bieżący miesiąc)

source: Overtime (total)
bg: Извънреден труд (общо)
de: Überstunden (Summe)
hu: Túlóra (összesen)
it: Straordinario (totale)
pl: Godziny nadliczbowe (łącznie)

source: Remaining overtime leave
bg: Оставащ отпуск
de: Verbleibende Überstunden zum Abbau
hu: Megmaradt csúsztatás
it: Totale ore di recupero disponibili
pl: Pozostałe godziny nadliczbowe do wybrania

source: Vacation (Days)
bg: Отпуска (дни)
de: Urlaub (in Tagen)
hu: Szabadság (nap)
it: Ferie (giorni)
pl: Urlop (dni)

source: Vacation taken (this month)
bg: Взета отпуска (този месец)
de: Urlaubstage (dieser Monat)
hu: Kivett szabadság (ez a hónap)
it: Ferie utilizzate (questo mese)
pl: Wykorzystany urlop (bieżący miesiąc)

source: Vacation taken (total)
bg: Взета отпуска (общо)
de: Urlaubstage (Summe)
hu: Kivett szabadság (összesen)
it: Ferie utilizzate (totale)
pl: Wykorzystany urlop (łącznie)

source: Remaining vacation
bg: Оставаща отпука
de: Urlaubstage (verbleibend)
hu: Megmaradt szabadság
it: Ferie residue
pl: Urlop pozostały do wykorzystania

source: Sick Leave (Days)
bg: Отпуск по болест (дни)
de: Erkrankt (in Tagen)
hu: Betegszabadság (nap)
it: Assenze per malattia (giorni)
pl: Zwolnienie lekarskie (dni)

source: Sick leave taken (this month)
bg: Отпуснат е болничен (този месец)
de: Krankgeschrieben (dieser Monat)
hu: Kivett betegszabadság (ez a hónap)
it: Assenze per malattia utilizzate (questo mese)
pl: Dni zwolnienia lekarskiego (bieżący miesiąc)

source: Sick leave taken (total)
bg: Отпуснат боленичен (общо)
de: Erkrankt (Summe)
hu: Kivett betegszabadság (összesen)
it: Assenze per malattia (totale)
pl: Dni zwolnienia lekarskiego (łącznie)

source: Previous month
bg: Предния месец
de: Vorheriger Monat
hu: Előző hónap
it: Mese precedente
pl: Poprzedni miesiąc

source: Next month
bg: Следващия месец
de: Nächster Monat
hu: Következő hónap
it: Mese seguente
pl: Następny miesiąc

source: Weekday
bg: Делничен
de: Wochentag
hu: Hétköznap
it: Giorno della settimana
pl: Dzień roboczy

source: Working Hours
bg: Работни часове
de: Arbeitsstunden
hu: Munkaidő
it: Ore lavorative
pl: Godziny pracy

source: Total worked hours
bg: Общо работно време
de: Arbeitsstunden (gesamt)
hu: Ledolgozott órák összesen
it: Totale ore lavorate
pl: Łączna ilość przepracowanych godzin

source: User's project overview
bg: Преглед на проекта на потребителя
de: Projektübersicht des Benutzers
hu: A felhasználó projektjének áttekintője
it: Visualizzazione del progetto - Utente
pl: Opis projektu użytkownika

source: Hours (monthly)
bg: Часове (месечно)
de: Stunden (im Monat)
hu: Órák (havonta)
it: Ore (mensili)
pl: Godziny (miesięcznie)

source: Hours (Lifetime)
bg: Часове (цял живот)
de: Stunden (gesamt)
hu: Órák (élettartam)
it: Ore (globali)
pl: Godziny (łącznie)

source: Grand total
bg: Общо
de: Summe
hu: Mindösszesen
it: Totale omnicomprensivo
pl: Ogółem

source: Time reporting
bg: Отчитане на времето
de: Zeiterfassung
hu: Időjelentés
it: Report del tempo
pl: Raortowanie czasu

source: Month Navigation
bg: Месечна навигация
de: Datumsauswahl
hu: Hónap navigáció
it: Navigazione per mese
pl: Nawigacja miesięczna

source: Go to date
bg: Отидете на датата
de: Gehe zu Datum
hu: Ugrás dátumra
it: Vai alla data
pl: Przejdź do daty

source: User reports
bg: Потребителски отчети
de: Nutzerberichte
hu: Felhasználói jelentések
it: Report utente
pl: Raporty użytkownika

source: Monthly total
bg: Общо за месеца
de: pro Monat
hu: Havi összesítő
it: Totale mensile
pl: Łącznie - miesięcznie

source: Lifetime total
bg: Общо за целия период
de: Summe
hu: Élettartam összesen
it: Totale gLobale
pl: Łącznie - ogółem

source: Overtime leave
bg: Отпуск за извънреден труд
de: Überstundenabbau
hu: Csúsztatás
it: Assenze per recupero
pl: Wolne za godziny nadliczbowe

source: Vacation
bg: Отпуска
de: Urlaub
hu: Szabadság
it: Ferie
pl: Urlop

source: Sick leave
bg: Отпуск по болест
de: Erkrankt
hu: Betegszabadság
it: Malattia
pl: Zwolnienie lekarskie

source: Vacation remaining
bg: Оставаща отпуска
de: Verbleibende Urlaubstage
hu: Hátralévő szabadság
it: Giorni rimanenti
pl: Urlop pozostały do wykorzystania

source: Project reports
bg: Доклади за проекта
de: Projektberichte
hu: Projekt jelentések
it: Riassunti progetto
pl: Raporty projektu

source: Project report
bg: Доклад за проекта
de: Projektübersicht
hu: Projekt jelentés
it: Riassunto progetto
pl: Raport projektu

source: Go to reporting overview
bg: Отворете отчетния преглед
de: Zur Berichtsübersicht
hu: Ugrás a jelentés áttekintőhöz
it: Vai al riepilogo di reportistica
pl: Przejdź do przeglądu raportowania

source: Currently only active users in this project are shown. To change this behavior, please update setting:
bg: В момента се показват само активни потребители в този проект. За да промените това поведение, моля, актуализирайте настройката:
de: Derzeit werden in diesem Projekt nur aktive Benutzer angezeigt. Um diese Einstellung zu ändern, bearbeiten Sie bitte:
hu: Jelenleg csak az aktív felhasználók vannak megjelenítve ebben a projektben. A működés módosításához frissítse a beállítást:
it: Vengono mostrati solo gli utenti attivi di questo progetto. Per cambiare questo comportaento aggiornare il parametro:
pl: Aktualnie widoczni są jedynie użytkownicy z tego projektu. Tutaj można to zmienić:

source: Currently all time accounting users are shown. To change this behavior, please update setting:
bg: Понастоящем се показват всички потребители, отчитащи времето. За да промените това поведение, моля, актуализирайте настройката:
de: Derzeit werden alle zeiterfassenden Benutzer angezeigt. Um diese Einstellung zu ändern, bearbeiten Sie bitte:
hu: Jelenleg minden időelszámoló felhasználó meg van jelenítve. A működés módosításához frissítse a beállítást:
it: Vengono mostrati tutti gli utenti per la rendicontazione tempo. Per cambiare questo comportamento aggiornare il parametro:
pl: Aktualnie widoczni są wszyscy użytkownicy rozliczający czas pracy. Tutaj można to zmienić:

source: Edit Time Accounting Project Settings
bg: Редактиране на настройките на проект за счетоводно време
de: Zeitabrechnung-Projekteinstellungen bearbeiten
hu: Időelszámolás projektbeállítások szerkesztése
it: Modificare le configurazioni di gestione del tempo del progetto.
pl: Edytuj ustawienia rozliczania czasu pracy w projekcie

source: Add project
bg: Добавяне на проект
de: Projekt hinzufügen
hu: Projekt hozzáadása
it: Aggiungere progetto
pl: Dodaj projekt

source: Go to settings overview
bg: Отидете в общ преглед на настройките
de: Zur Einstellungsübersicht gehen
hu: Ugrás a beállítások áttekintőhöz
it: Vai al riepilogo impostazioni
pl: Przejdź do opisu ustawień

source: Add Project
bg: Добавяне на проект
de: Projekt hinzufügen
hu: Projekt hozzáadása
it: Aggiungere progetto
pl: Dodaj projekt

source: Edit Project Settings
bg: Редактиране на настройките на проекта
de: Projekteinstellungen bearbeiten
hu: Projektbeállítások szerkesztése
it: Modificare la configurazione del progetto
pl: Edytuj ustawienia projektu

source: There is already a project with this name. Please, choose a different one.
bg: Вече има проект с това име. Моля, изберете друг.
de: Ein Projekt mit gleichem Namen existiert bereits. Bitte wählen Sie einen anderen Namen.
hu: Már létezik egy ilyen nevű projekt. Válasszon egy másik nevet.
it: Esiste già un progetto con questo nome. Scegleire un nome diverso.
pl: Inny projekt używa już tej nazwy. Użyj innej nazwy.

source: Edit Time Accounting Settings
bg: Редактиране на настройките за счетоводно време
de: Zeitabrechnungs-Einstellungen bearbeiten
hu: Időelszámolási beállítások szerkesztése
it: Modificare le configurazioni della rendicontazione
pl: Edytuj ustawienia rozliczania czasu pracy

source: Add task
bg: Добавяне на задача
de: Tätigkeit hinzufügen
hu: Feladat hozzáadása
it: Aggiungere compito
pl: Dodaj zadanie

source: Filter for projects, tasks or users
bg: Филтър за проекти, задачи или потребители
de: Filter für Projekte, Aufgaben oder Benutzer
hu: Szűrő a projektkehez, feladatokhoz vagy felhasználókhoz
it: Filtro per progetti, attività o utenti
pl: Filtruj projekty, zadania lub użytkowników

source: Time periods can not be deleted.
bg: Периодите не могат да бъдат изтрити.
de: Zeitfenster können nicht gelöscht werden.
hu: Az időszakok nem törölhetők.
it: I periodi di tempo non possono essere eliminati.
pl: Cykle czasu nie mogą zostać usunięte.

source: Project List
bg: Списък на проектите
de: Projektliste
hu: Projektlista
it: Elenco dei progetti
pl: Lista projektów

source: Task List
bg: Списък на задачите
de: Tätigkeitsliste
hu: Feladatlista
it: Elenco dei compiti
pl: Lista zadań

source: Add Task
bg: Добавяне на задача
de: Tätigkeit hinzufügen
hu: Feladat hozzáadása
it: Aggiungere compito
pl: Dodaj zadanie

source: Edit Task Settings
bg: Редактиране на настройките на задачите
de: Tätigkeitseinstellungen bearbeiten
hu: Feladatbeállítások szerkesztése
it: Modificare la configurazione dei compiti
pl: Edytuj ustawienia zadania

source: There is already a task with this name. Please, choose a different one.
bg: Вече има задача с това име. Моля, изберете друго.
de: Eine Tätigkeit mit gleichem Namen existiert bereits. Bitte wählen Sie einen anderen Namen.
hu: Már létezik egy ilyen nevű feladat. Válasszon egy másik nevet.
it: Esiste già un task con questo nome. Scegliere un nome diverso.
pl: Inne zadanie używa już tej nazwy. Użyj innej nazwy.

source: User List
bg: Списък с потребители
de: Benutzerliste
hu: Felhasználólista
it: Elenco utenti
pl: Lista Użytkowników

source: User Settings
bg: Потребителски настройки
de: Benutzereinstellungen
hu: Felhasználói beállítások
it: Impostazioni utente
pl: Ustawienia Użytkownika

source: User is allowed to see overtimes
bg: Потребителят има право да вижда извънредните часове
de: Benutzer ist berechtigt Überstunden zu sehen
hu: A felhasználó megtekintheti a túlórákat
it: L'Utente può vedere lo straordinario
pl: Użytkownik może zobaczyć nadgodziny

source: Show Overtime
bg: Показване на извънреден труд
de: Überstunden anzeigen
hu: Túlóra megjelenítése
it: Mostrare straordinari
pl: Pokaż godziny nadliczbowe

source: User is allowed to create projects
bg: Потребителят има право да създава проекти
de: Benutzer ist berechtigt Projekte zu erstellen
hu: A felhasználó létrehozhat projekteket
it: L'Utente può creare progetti
pl: Użytkownik może tworzyć projekty

source: Allow project creation
bg: Разрешаване за създаването на проект
de: Projekt erstellen
hu: Projektlétrehozás engedélyezése
it: Consentire la creazione del progetto
pl: Zezwalaj na tworzenie projektów

source: User is allowed to skip time accounting
bg: Потребителят има право да пропусне отчитането на времето
de: Benutzer darf die Zeiterfassung überspringen
hu: A felhasználónak lehetősége van kihagyni az időelszámolást
it: L'utente è autorizzato a saltare la contabilità del tempo
pl: Użytkownik może pominąć rozliczanie czasu pracy

source: Allow time accounting skipping
bg: Позволете пропускане отчитането на време
de: Überspringen der Zeiterfassung erlauben
hu: Időelszámolás kihagyásának lehetővé tétele
it: Consenti il ​​salto della contabilità del tempo
pl: Pozwól na ominięcie rozliczania czasu pracy

source: If this option is selected, time accounting is effectively optional for the user.
bg: Ако тази опция е избрана, отчитането на времето не е задължително за потребителя.
de: Ist diese Option ausgewählt, ist die Zeiterfassung für den Benutzer optional.
hu: Ha ez a lehetőség van kiválasztva, akkor az időelszámolás ténylegesen választható a felhasználónak.
it: Se questa opzione è selezionata, la contabilità temporale è effettivamente facoltativa per l'utente.
pl: Jeśli ta opcja jest zaznaczona, rozliczanie czasu pracy jest nieobowiązkowe dla użytkownika.

source: There will be no warnings about missing entries and no entry enforcement.
bg: Няма да има предупреждения за липсващи записи и няма да има принудително влизане.
de: Es gibt keine Warnung bei fehlenden Einträgen und keinen Zwang zum Eintragen.
hu: Nem lesznek figyelmeztetések a hiányzó bejegyzésekről és nem lesz beírási kényszerítés.
it: Non ci saranno avvisi in merito a voci mancanti e nessuna applicazione di accesso.
pl: Nie będzie ostrzeżeń o brakujących jednostkach czasu oraz wymuszania wpisów.

source: Time Spans
bg: Времеви интервали
de: Zeitspannen
hu: Időtartamok
it: Intervalli di tempo
pl: Okresy Czasu

source: Period Begin
bg: Начало
de: Datum Beginn
hu: Időszak kezdete
it: Periodo di inizio
pl: Początek cyklu

source: Period End
bg: Край
de: Datum Ende
hu: Időszak vége
it: Periodo di termine
pl: Koniec cyklu

source: Days of Vacation
bg: Дни от отпуска
de: Urlaubstage
hu: Szabadság napjai
it: Giorni di Assenza
pl: Dni urlopu

source: Hours per Week
bg: Часове през седмицата
de: Wochenstunden
hu: Órák hetente
it: Ore alla settimana
pl: Ilość godzin w tygodniu

source: Authorized Overtime
bg: Оторизиран извънреден труд
de: Autorisierte Überstunden
hu: Jogosult túlóra
it: Straordinari autorizzati
pl: Zezwól na godziny nadliczbowe

source: Start Date
bg: Дата за начало
de: Startdatum
hu: Kezdési dátum
it: Data di inizio
pl: Data rozpoczęcia

source: Please insert a valid date.
bg: Моля въведете валидна дата.
de: Bitte geben Sie ein gültiges Datum ein.
hu: Érvényes dátumot illesszen be.
it: Inserire una data valida.
pl: Proszę wprowadzić prawidłową datę.

source: End Date
bg: Дата за край
de: Enddatum
hu: Befejezési dátum
it: Data Fine
pl: Data zakończenia

source: Period end must be after period begin.
bg: Крайният период трябва да бъде след началото на периода.
de: Das Ende der Zeitspanne muss nach dem Anfang sein.
hu: Az időszak végének az időszak kezdete után kell lennie.
it: Il periodo finale deve essere posteriore al periodo iniziale.
pl: Koniec okresu musi być po jego początku.

source: Leave Days
bg: Оставащи дни
de: Urlaubstage
hu: Szabadság napjai
it: Giorni di assenza
pl: Dni opuczone

source: Weekly Hours
bg: Седмични часове
de: Wöchentliche Stunden
hu: Heti órák
it: Orari della Settimana
pl: Tygodniowy czas pracy

source: Overtime
bg: Извънредно
de: Überstunden
hu: Túlóra
it: Straordinario
pl: Godziny nadliczbowe

source: No time periods found.
bg: Няма намерени времеви периоди.
de: Keine Zeitspanne gefunden.
hu: Nem találhatók időszakok.
it: Non ci sono periodi.
pl: Nie znaleziono żadnego cyklu.
